13xforever.language-x86-64-assembly
CoenraadS.bracket-pair-colorizer
James-Yu.latex-workshop
PeterJausovec.vscode-docker
TeddyDD.fish
UCL.haskelly
Vans.haskero
christian-kohler.path-intellisense
eg2.tslint
freebroccolo.redprl
freebroccolo.sml
gerane.Theme-Blackboard
j-mueller.agda
jcanero.hoogle-vscode
jroesch.lean
justusadam.language-haskell
lextudio.restructuredtext
ms-python.python
ms-vscode.cpptools
ndmitchell.haskell-ghcid
patrys.vscode-code-outline
redhat.java
siegebell.prettify-symbols-mode
siegebell.proof-general-keybindings-for-vscoq
siegebell.vscoq
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
zjhmale.Idris
